Repository: ganfer/CIJ-WP-Geolocation-Form-Autofill-main
Catalog: languages/geolocation-form-autofill-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: View Details
de_de: Details anzeigen

source: Dynamics Customer Insights - Journeys Forms Geolocation Form Autofill Plugin
de_de: Dynamics Customer Insights - Journeys Formular-Geolocation-Autofill-Plugin

source: A plugin to prefill Dynamics Customer Insights - Journeys forms using geolocation.
de_de: Ein Plugin, um Dynamics Customer Insights - Journeys Formulare mit Geolokalisierungsdaten vorab auszufüllen.

source: Enable Plugin
de_de: Plugin aktivieren

source: Activate the plugin to start autofilling forms.
de_de: Aktivieren Sie das Plugin, um Formulare automatisch auszufüllen.

source: Script Location
de_de: Skript-Standort

source: In Header
de_de: Im Header

source: Via Shortcode
de_de: Per Shortcode

source: Save Changes
de_de: Änderungen speichern

source: Instructions
de_de: Anleitung

source: This plugin automatically fills city and postal code fields in Dynamics Customer Insights - Journeys forms based on user geolocation.
de_de: Dieses Plugin füllt automatisch Stadt- und Postleitzahlfelder in Dynamics Customer Insights - Journeys Formularen basierend auf der Geolocation des Benutzers aus.

source: If you want to use the script on specific pages, select "Via Shortcode" above and use this shortcode on the desired page:
de_de: Wenn Sie das Skript auf bestimmten Seiten verwenden möchten, wählen Sie oben "Per Shortcode" und verwenden Sie dann den folgenden Shortcode auf der gewünschten Seite:
